Overload List
Name  |   Description
CreateElectricalConnector(Document, ElectricalSystemType, Reference)
 Create a new electrical ConnectorElement.
CreateElectricalConnector(Document, ElectricalSystemType, Reference, Edge)
 Create a new electrical ConnectorElement.
 See Also
  ConnectorElement Class
  ConnectorElement Members
  Autodesk.Revit.DB Namespace